Repository: equipo-capibaras/front-web
Catalog: src/locale/messages.*.xlf
Languages: pt_br

# error-401
source: Usuario o contraseña incorrectos.
pt_br: Usuário ou senha incorretos.

# error-jwt-expired
source: Tu sesión ha expirado. Por favor, inicia sesión nuevamente.
pt_br: Sua sessão expirou. Por favor, faça login novamente.

# error-jwt-missing
source: Falta el token de autenticación.
pt_br: Falta o token de autenticação.

# generalInformation
source: Información general
pt_br: Informações gerais

# error-403
source: No tienes permiso para acceder a este recurso.
pt_br: Você não tem permissão para acessar este recurso.

# error-404
source: El recurso solicitado no fue encontrado.
pt_br: O recurso solicitado não foi encontrado.

# error-500
source: El servidor está teniendo problemas. Por favor, inténtalo más tarde.
pt_br: O servidor está com problemas. Por favor, tente novamente mais tarde.

# role
source: Rol
pt_br: Função

# selectPage
source: Seleccionar página
pt_br: Selecionar página

# statusAccepted
source: Aceptada
pt_br: Aceita

# statusPending
source: Pendiente
pt_br: Pendente

# text
source: Ingresa el correo del usuario que quieres invitar, para hacer parte de la empresa
pt_br: Introduza o correio do utilizador que pretende convidar a juntar-se à empresa.

# textConfirm
source: ¿Deseas confirmar la invitación?
pt_br: Deseja confirmar o convite?

# textInvitation
source: El usuario {{ data?.email }} tiene el Rol: {{ data?.role }} y será registrado con este rol a tu empresa.
pt_br: O usuário {{ data?.email }} tem a função: {{ data?.role }} e será registado com esta função na sua empresa.

# textInviteUser
source: Invitar usuario
pt_br: Convidar utilizador

# unassignedInfo
source: Aún no está vinculado a una empresa. Contacte con su administrador.
pt_br: Ainda não está vinculado a uma empresa. Entre em contato com seu administrador.

# user
source: Usuario
pt_br: Usuário

# loginTitle
source: Ingresa a tu cuenta
pt_br: Entre na sua conta

# loginLabelEmail
source: Correo
pt_br: Email

# loginPlaceholderEmail
source: Ingresa tu correo
pt_br: Insira seu email

# loginLabelPassword
source: Contraseña
pt_br: Senha

# loginPlaceholderPassword
source: Ingresa tu contraseña
pt_br: Insira sua senha

# incidentAssignedTo
source: Asignado a
pt_br: Atribuído a

# incidentChannel
source: Canal creación
pt_br: Canal de criação

# incidentClosedDate
source: Fecha cerrado
pt_br: Data de fechamento

# incidentCreatedBy
source: Creado por
pt_br: Criado por

# incidentCreatedDate
source: Fecha radicado
pt_br: Data de registro

# incidentEmailChannel
source: Correo electrónico
pt_br: E-mail

# incidentEmptyHistory
source: No se han generado respuestas
pt_br: Nenhuma resposta foi gerada

# incidentEscalatedDate
source: Fecha escalado
pt_br: Data de escalonamento

# incidentHistory
source: RESPUESTAS
pt_br: RESPOSTAS

# incidentManagement
source: Gestión incidentes
pt_br: Gestão de incidentes

# incidentManagementPageDescription
source: En <em>Gestionar incidentes</em>, podrás <strong class="page__description--strong">ver y seguir fácilmente el estado de todas las incidencias asignadas a tu nombre.</strong> Además, tendrás la opción de <strong class="page__description--strong">crear nuevas incidencias</strong> de manera rápida y eficiente.
pt_br: Em <em>Gestão de incidentes</em>, pode <strong class="page__description--strong">ver e seguir facilmente o estado de todos os incidentes atribuídos ao seu nome.</strong>Também, terá a opção de <strong class="page__description--strong">criar novos incidentes</strong> de forma rápida e eficiente.

# incidentMobileChannel
source: Aplicación móvil
pt_br: Aplicativo móvel

# incidentStatusClosed
source: Cerrada
pt_br: Fechado

# incidentStatusEscalated
source: Escalado
pt_br: Escalonado

# incidentStatusOpen
source: Abierta
pt_br: Aberto

# incidentWebChannel
source: Aplicación web
pt_br: Aplicativo web

# invitationAccepted
source: Invitación aceptada.
pt_br: Convite aceite.

# invitationAlreadyAccepted
source: Invitación ya aceptada.
pt_br: Convite já aceite

# invitationDeclined
source: Invitación rechazada.
pt_br: Convite declinado.

# invitationNotFound
source: Invitación no encontrada.
pt_br: Convite não encontrado.

# invitationStatus
source: Estado Invitación
pt_br: Status do Convite

# inviteEmailPlaceholder
source: Correo
pt_br: Correio

# inviteEmployee
source: Invitar empleado
pt_br: Convidar funcionário

# inviteSubmitButton
source: Invitar
pt_br: Convite

# loginButtonSubmit
source: Ingresar
pt_br: Entrar

# loginLinkRegister
source: ¿Todavía no tienes cuenta? <strong>Regístrate</strong>
pt_br: Ainda não tem uma conta? <strong>Registre-se</strong>

# loginErrorRequired
source: Este campo es obligatorio
pt_br: Campo obrigatório

# loginErrorInvalidEmail
source: Debe ser un correo electrónico válido
pt_br: Deve ser um email válido

# prontoTableros
source: Aquí pronto hay los tableros de control.
pt_br: Em breve você encontrará os painéis de controle aqui.

# planEmprendedorTitle
source: Emprendedor
pt_br: Empreendedor

# planEmpresarioPlusTitle
source: Empresario +
pt_br: Empresário +

# planEmpresarioTitle
source: Empresario
pt_br: Empresário

# planFeatureAdvancedDashboards
source: Tableros avanzados para analizar operaciones y objetivos.
pt_br: Painéis de controle avançados para analisar operações e metas.

# planFeatureAllFromEmprendedor
source: Todo lo del plan Emprendedor.
pt_br: Tudo a respeito do plano de Empreendedor.

# planFeatureAllFromEmpresario
source: Todo lo del plan Empresario.
pt_br: Tudo a respeito do plano de Empresário.

# planFeatureAutomaticNotifications
source: Notificaciones automáticas al resolver incidentes.
pt_br: Notificações automáticas ao resolver incidentes.

# planFeatureContinuousMonitoring
source: Monitoreo continuo para detectar situaciones urgentes.
pt_br: Monitoramento contínuo para detectar situações urgentes.

# planFeatureIncidentEscalation
source: Automatización del escalamiento de incidentes.
pt_br: Automação do escalonamento de incidentes.

# planFeatureKeyMonitoring
source: Monitoreo de indicadores clave de satisfacción.
pt_br: Monitoramento dos principais indicadores de satisfação.

# planFeatureMultipleChannels
source: Múltiples canales de contacto: teléfono, chatbot, app móvil, correo.
pt_br: Vários canais de contato: telefone, chatbot, aplicativo móvel, e-mail.

# planFeatureOutboundCalls
source: Llamadas de salida para encuestas de satisfacción y ventas.
pt_br: Chamadas de saída para pesquisas de satisfação e vendas.

# planFeaturePersonalSupport
source: Atención telefónica personalizada de soporte para tus clientes.
pt_br: Suporte telefônico personalizado para seus clientes.

# planFeaturePredictiveAnalytics
source: Analítica predictiva para PQRs.
pt_br: Análise preditiva para PQRs.

# planFeatureRealTimeBoards
source: Tableros de control en tiempo real.
pt_br: Painéis de controle em tempo real.

# planFeatureRiskAnalysis
source: Análisis de riesgo basado en casos previos.
pt_br: Análise de risco com base em casos anteriores.

# planFeatureSpecializedAgents
source: Agentes especializados que registran cada incidente.
pt_br: Agentes especializados que registram todos os incidentes.

# planFeatureWebApplication
source: Consulta y registro por aplicación web.
pt_br: Consulta e registro via aplicativo da Web.

# planPriceDetail
source: /mes + incidencias
pt_br: /mês + incidências

# planSelectButton
source: Seleccionar
pt_br: Selecione

# paginatorItemsPerPage
source: Items por página:
pt_br: Itens por página:

# paginatorNextPage
source: Siguiente página
pt_br: Próxima página

# plan
source: Plan {{ clientPlan[clientData?.plan || 'emprendedor'] }}
pt_br: Plano {{ clientPlan[clientData?.plan || 'emprendedor'] }}

# companyManagement
source: Gestión empresa
pt_br: Gestão da empresa

source: Confirmar Invitación
pt_br: Confirmar convite

# createIncident
source: Crear incidente
pt_br: Criar incidente

# dateFiling
source: Fecha radicación
pt_br: Data de apresentação

# menuDashboard
source: Tableros de control
pt_br: Painéis de controlo

# menuInvoice
source: Facturación
pt_br: Faturação

# menuIncident
source: Gestión de incidentes
pt_br: Gestão de incidentes

# menuAccount
source: Mi cuenta
pt_br: Minha conta

# menuLogout
source: Cerrar sesión
pt_br: Terminar sessão

# employeeRegisterSuccess
source: Cuenta creada exitosamente
pt_br: Conta criada com êxito

# employeeRegisterTitle
source: Crea tu cuenta
pt_br: Crie sua conta

# emptyIncidentList
source: No tienes incidentes asignados
pt_br: Você não tem incidentes atribuídos

# name
source: Nombre
pt_br: Nome

# employeeRegisterPlaceholderName
source: Ingresa el nombre
pt_br: Digite o nome

# employeeRegisterErrorRequired
source: Este campo es obligatorio.
pt_br: Esse campo é obrigatório.

# employeeRegisterErrorTooLong60
source: Este campo no puede superar los 60 caracteres.
pt_br: Esse campo não pode exceder 60 caracteres.

# email
source: Correo
pt_br: Email

# employeeRegisterPlaceholderEmail
source: Ingresa tu correo
pt_br: Insira seu email

# employeeRegisterErrorEmailRegistered
source: Ya existe un usuario con este email.
pt_br: Já existe um utilizador com este email.

# employeeRegisterErrorInvalidEmail
source: Debe ser un correo electrónico válido
pt_br: Deve ser um email válido

# employeeRegisterLabelRole
source: ¿Qué rol desempeña?
pt_br: Qual é a função dele?

# employeeRegisterOptionRoleOAnalista
source: Analítica
pt_br: Análises

# employeeRegisterLabelPassword
source: Contraseña
pt_br: Senha

# employeeRegisterPlaceholderPassword
source: Ingresa tu contraseña
pt_br: Insira sua senha

# employeeRegisterErrorPasswordShort
source: La contraseña debe tener al menos 8 caracteres.
pt_br: A senha deve ter pelo menos 8 caracteres.

# employeeRegisterErrorPasswordMismatch
source: Las contraseñas no coinciden.
pt_br: As senhas não correspondem.

# employeeRegisterLabelPasswordConfirmation
source: Confirma tu contraseña
pt_br: Confirme sua senha

# employeeRegisterPlaceholderPasswordConfirmation
source: Confirma tu contraseña
pt_br: Confirme sua senha

# clientRegisterButtonSubmit
source: Crear Cuenta
pt_br: Criar uma conta

# clientRegisterErrorEmailRegistered
source: Ya existe una empresa con este email.
pt_br: Já existe uma empresa com este email.

# clientRegisterErrorRequired
source: Este campo es obligatorio.
pt_br: Esse campo é obrigatório.

# clientRegisterErrorTooLong60
source: Este campo no puede superar los 60 caracteres.
pt_br: Esse campo não pode exceder 60 caracteres.

# clientRegisterPlaceholderEmailPrefix
source: Correo para reportar incidentes
pt_br: Correio para registar incidentes

# clientRegisterPlaceholderName
source: Nombre
pt_br: Nome

# clientRegisterSuccess
source: Empresa creada exitosamente
pt_br: Empresa criada com êxito

# clientRegisterTitle
source: Ingresa los datos de la empresa
pt_br: Introduza os dados da sua empresa

# employeeRegisterButtonSubmit
source: Crear Cuenta
pt_br: Criar conta

# employeeRegisterLinkLogin
source: Ya tienes cuenta? <strong>Ingresa</strong>
pt_br: Já tem uma conta? <strong>Entre</strong>

# invitationConfirmAccept
source: Aceptar
pt_br: Aceitar

# invitationConfirmReject
source: Rechazar
pt_br: Rejeitar

# invitationConfirmText
source: ¿Desea aceptar la invitación para asociarse a la empresa {{ companyName }}?
pt_br: Gostaria de aceitar o convite para participar da {{ companyName }}?

# invitationConfirmTitle
source: Aceptar invitación
pt_br: Aceitar convite

# actions
source: Acciones
pt_br: Ações

# change
source: Cambiar
pt_br: Alterar

# changePlanIsBillingPeriod
source: El cambio de plan se aplicará a partir del próximo mes.
pt_br: A mudança de plano será aplicada a partir do próximo mês.

# changePlanNotBillingPeriod
source: Estás dentro de los 5 primeros días del mes. El cambio de plan se reflejará en tu factura de este mes.
pt_br: Você está dentro dos primeiros 5 dias do mês. A mudança de plano será refletida na sua fatura deste mês.

# changePlanPrice
source: <strong>Precio mensual:</strong> {{ data.newPrice }}
pt_br: <strong>Preço mensal:</strong> {{ data.newPrice }}

# changePlanQuestion
source: ¿Estás seguro de que deseas cambiar del plan <strong>{{ data.currentPlan }}</strong > al plan <strong>{{ data.newPlan }}</strong >?
pt_br: Você tem certeza de que deseja mudar do plano <strong>{{ data.currentPlan }}</strong> para o plano <strong>{{ data.newPlan }}</strong>?

# changeStateIncident
source: Cambiar estado de incidente
pt_br: Alterar o estado do incidente

# clientManagementPageDescription
source: En <em>Gestionar Empresa</em>, podrás <strong class="page__description--strong">ver e invitar fácilmente a tus empleados</strong> para que se unan a la empresa, permitiéndoles acceder a las herramientas y funcionalidades disponibles en la plataforma. También podrás <strong class="page__description--strong">actualizar el plan</strong> actual de tu empresa.
pt_br: Em <em>Gerenciar Empresa</em>, você poderá <strong class="page__description--strong">ver e convidar facilmente seus funcionários</strong> para que eles se juntem à empresa, permitindo-lhes acessar as ferramentas e funcionalidades disponíveis na plataforma. Você também poderá <strong class="page__description--strong">atualizar o plano</strong> atual da sua empresa.
